Repository: vzandli/GaugeZ
Catalog: GaugeZ/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, bs, de, es, fil, fr, hi, it, ja, ko, mr, pt_br, ru, ta, te, tr, ur, vi, zh_hans, zh_hk

source: Check Now
ar: تحقق الآن
bn: এখনই পরীক্ষা করুন
bs: Provjeri sada
de: Jetzt prüfen
es: Buscar ahora
fil: Tingnan Ngayon
fr: Vérifier maintenant
hi: अभी जांचें
it: Controlla ora
ja: 今すぐ確認
ko: 지금 확인
mr: आता तपासा
pt_br: Verificar Agora
ru: Проверить сейчас
ta: இப்போது சரிபார்
te: ఇప్పుడే తనిఖీ చేయి
tr: Şimdi Denetle
ur: ابھی چیک کریں
vi: Kiểm tra ngay
zh_hans: 立即检查
zh_hk: 立即檢查

source: Check for Updates…
ar: التحقق من وجود تحديثات…
bn: আপডেট পরীক্ষা করুন…
bs: Provjeri ima li ažuriranja…
de: Nach Updates suchen…
es: Buscar actualizaciones…
fil: Tingnan kung may mga Update…
fr: Rechercher des mises à jour…
hi: अपडेट की जांच करें…
it: Controlla aggiornamenti…
ja: アップデートを確認…
ko: 업데이트 확인…
mr: अपडेट्स तपासा…
pt_br: Buscar Atualizações…
ru: Проверить наличие обновлений…
ta: புதுப்பிப்புகளைச் சரிபார்…
te: అప్‌డేట్‌ల కోసం తనిఖీ చేయి…
tr: Güncellemeleri Denetle…
ur: اپ ڈیٹس چیک کریں…
vi: Kiểm tra bản cập nhật…
zh_hans: 检查更新…
zh_hk: 檢查更新…

source: Chime when a session finishes or needs input. Only reported sessions chime; inferred Codex and Antigravity activity never does.
ar: إصدار رنين عند انتهاء الجلسة أو عندما تحتاج إلى إدخال. الجلسات المُبلغ عنها فقط تصدر رنينًا؛ لا يصدر نشاط Codex وAntigravity المستنتج رنينًا أبدًا.
bn: সেশন শেষ হলে বা ইনপুটের প্রয়োজন হলে শব্দ বাজান। শুধুমাত্র রিপোর্ট করা সেশন বাজে; অনুমিত Codex এবং Antigravity কার্যকলাপে বাজে না।
bs: Oglasi zvuk kad sesija završi ili zatraži unos. Samo prijavljene sesije daju zvučni signal; procijenjena aktivnost za Codex i Antigravity nikada ne daje zvuk.
de: Hinweiston abspielen, wenn eine Sitzung abgeschlossen ist oder Eingaben erfordert. Nur gemeldete Sitzungen geben Töne aus; abgeleitete Aktivitäten von Codex und Antigravity tun dies nie.
es: Reproduce un sonido cuando una sesión finaliza o requiere atención. Solo suenan las sesiones reportadas; la actividad deducida de Codex y Antigravity no emite sonido.
fil: Tumunog kapag natapos ang isang session o kailangan ng input. Ang mga iniulat na session lang ang tumutunog; ang hinulaang aktibidad ng Codex at Antigravity ay hindi kailanman tutunog.
fr: Émet un son lorsqu’une session se termine ou attend une saisie. Seules les sessions signalées émettent un son ; l’activité déduite de Codex et Antigravity ne sonne jamais.
hi: सत्र समाप्त होने या इनपुट की आवश्यकता पर ध्वनि बजाएं। केवल रिपोर्ट किए गए सत्र ध्वनि करते हैं; अनुमानित Codex और Antigravity गतिविधि कभी नहीं।
it: Riproduce un segnale acustico quando una sessione finisce o necessita di input. Solo le sessioni rilevate emettono un suono; l’attività dedotta di Codex e Antigravity non lo fa mai.
ja: セッションの完了時や入力が必要なときにチャイムを鳴らします。報告されたセッションのみ鳴り、推定されたCodexやAntigravityのアクティビティでは鳴りません。
ko: 세션이 완료되거나 입력이 필요할 때 알림음을 재생합니다. 보고된 세션만 재생되며, 추론된 Codex 및 Antigravity 활동에는 재생되지 않습니다.
mr: सत्र पूर्ण झाल्यावर किंवा इनपुट आवश्यक असताना आवाज वाजवा. केवळ नोंदवलेली सत्रे वाजतात; अनुमानित Codex आणि Antigravity क्रियाकलाप कधीही वाजत नाही.
pt_br: Toca um aviso sonoro quando uma sessão terminar ou exigir atenção. Apenas sessões reportadas emitem som; atividades deduzidas do Codex e Antigravity nunca emitem.
ru: Звуковой сигнал при завершении сессии или запросе ввода. Воспроизводится только для явных сессий; действия Codex и Antigravity не озвучиваются.
ta: அமர்வு முடியும் போது அல்லது உள்ளீடு தேவைப்படும் போது ஒலி எழுப்பும். தெரிவிக்கப்பட்ட அமர்வுகள் மட்டுமே ஒலி எழுப்பும்; ஊகிக்கப்பட்ட Codex மற்றும் Antigravity செயல்பாடுகள் ஒருபோதும் ஒலிக்காது.
te: సెషన్ పూర్తయినప్పుడు లేదా ఇన్‌పుట్ అవసరమైనప్పుడు ధ్వనిస్తుంది. నివేదించబడిన సెషన్‌లు మాత్రమే ధ్వనిస్తాయి; అంచనా వేసిన Codex మరియు Antigravity కార్యాచరణ ఎప్పటికీ ధ్వనించదు.
tr: Bir oturum bittiğinde veya giriş gerektiğinde ses çal. Yalnızca bildirilen oturumlar ses çalar; tahmini Codex ve Antigravity etkinlikleri asla çalmaz.
ur: جب سیشن ختم ہو یا ان پٹ درکار ہو تو گھنٹی بجائیں۔ صرف رپورٹ شدہ سیشنز پر آواز آئے گی؛ قیاس شدہ Codex اور Antigravity سرگرمی پر کبھی نہیں۔
vi: Phát chuông khi phiên hoàn tất hoặc cần nhập liệu. Chỉ các phiên được báo cáo mới phát chuông; hoạt động suy luận của Codex và Antigravity không bao giờ phát chuông.
zh_hans: 在会话完成或需要输入时发出提示音。仅对明确报告的会话提示；推断的 Codex 和 Antigravity 活动不会提示。
zh_hk: 工作階段完成或需要輸入時發出提示聲。僅回報的工作階段會提示；推斷的 Codex 和 Antigravity 活動一律不提示。

source: Choose GaugeZ's display language
ar: اختر لغة عرض GaugeZ
bn: GaugeZ এর প্রদর্শনের ভাষা নির্বাচন করুন
bs: Odaberite jezik prikaza za GaugeZ
de: Wählen Sie die Anzeigesprache für GaugeZ
es: Elige el idioma de visualización de GaugeZ
fil: Piliin ang wika ng display ng GaugeZ
fr: Choisissez la langue d'affichage de GaugeZ
hi: GaugeZ की डिस्प्ले भाषा चुनें
it: Scegli la lingua di visualizzazione di GaugeZ
ja: GaugeZの表示言語を選択
ko: GaugeZ 표시 언어 선택
mr: GaugeZ ची प्रदर्शन भाषा निवडा
pt_br: Escolha o idioma de exibição do GaugeZ
ru: Выберите язык интерфейса GaugeZ
ta: GaugeZ-ன் காட்சி மொழியைத் தேர்வுசெய்க
te: GaugeZ ప్రదర్శన భాషను ఎంచుకోండి
tr: GaugeZ ekran dilini seçin
ur: GaugeZ کی ڈسپلے زبان منتخب کریں
vi: Chọn ngôn ngữ hiển thị của GaugeZ
zh_hans: 选择 GaugeZ 显示语言
zh_hk: 選擇 GaugeZ 顯示語言

source: Choose the rail material
ar: اختر مادة الشريط الجانبي
bn: রেল উপাদান বেছে নিন
bs: Odaberite materijal trake
de: Material der Leiste auswählen
es: Elige el material de la barra
fil: Pumili ng materyal ng rail
fr: Choisir le matériau du rail
hi: रेल सामग्री चुनें
it: Scegli il materiale della barra
ja: レールのマテリアルを選択
ko: 레일 재질 선택
mr: रेल सामग्री निवडा
pt_br: Escolha o material da barra
ru: Выберите материал панели
ta: ரயில் மெட்டீரியலைத் தேர்ந்தெடுக்கவும்
te: రైల్ మెటీరియల్‌ని ఎంచుకోండి
tr: Şerit malzemesini seçin
ur: ریل کا مواد منتخب کریں
vi: Chọn chất liệu thanh viền
zh_hans: 选择边栏材质
zh_hk: 選擇邊欄材質

source: Choose which AI subscriptions appear in your edge rail.
ar: اختر اشتراكات الذكاء الاصطناعي التي تظهر في شريط الحافة.
bn: আপনার এজ রেলে কোন AI সাবস্ক্রিপশনগুলি প্রদর্শিত হবে তা নির্বাচন করুন।
bs: Odaberite koje se pretplate na AI prikazuju na rubnoj traci.
de: Wählen Sie, welche KI-Abonnements in Ihrer Randleiste angezeigt werden.
es: Elige qué suscripciones de IA aparecen en la barra lateral.
fil: Pumili kung aling mga AI subscription ang lilitaw sa iyong edge rail.
fr: Choisissez les abonnements IA qui apparaissent dans votre rail d’écran.
hi: चुनें कि आपके एज रेल में कौन-सी AI सदस्यताएं दिखाई दें।
it: Scegli quali abbonamenti AI mostrare nella barra laterale.
ja: エッジレールに表示するAIサブスクリプションを選択します。
ko: 가장자리 레일에 표시할 AI 구독을 선택하십시오.
mr: तुमच्या एज रेलमध्ये कोणती AI सदस्यत्वे दिसावीत ते निवडा.
pt_br: Escolha quais assinaturas de IA devem aparecer na barra de borda.
ru: Выберите, какие подписки ИИ будут отображаться на боковой панели.
ta: விளிம்பு ரயிலில் எந்த AI சந்தாக்கள் தோன்ற வேண்டும் என்பதைத் தேர்ந்தெடுக்கவும்.
te: మీ ఎడ్జ్ రైల్‌లో ఏ AI సబ్‌స్క్రిప్షన్‌లు కనిపించాలో ఎంచుకోండి.
tr: Kenar şeridinizde hangi yapay zeka aboneliklerinin görüneceğini seçin.
ur: منتخب کریں کہ کون سے AI سبسکرپشنز آپ کی ایج ریل میں ظاہر ہوں۔
vi: Chọn gói thuê bao AI nào xuất hiện trên thanh viền cạnh của bạn.
zh_hans: 选择在屏幕边缘栏中显示的 AI 订阅。
zh_hk: 選擇要在邊欄中顯示的 AI 訂閱。

source: Claude Code CLI
ar: واجهة سطر أوامر Claude Code
fr: CLI Claude Code
it: CLI Claude Code

source: Claude Code cleared this sign-in. The last reading is kept until you sign in again.
ar: مسح Claude Code تسجيل الدخول هذا. تُحفظ آخر قراءة حتى تسجّل الدخول مجددًا.
bn: Claude Code এই সাইন-ইন মুছে দিয়েছে। আবার সাইন ইন না করা পর্যন্ত শেষ রিডিং রাখা হয়েছে।
bs: Claude Code je obrisao ovu prijavu. Posljednje očitanje se čuva dok se ponovo ne prijavite.
de: Claude Code hat diese Anmeldung gelöscht. Der letzte Messwert bleibt erhalten, bis Sie sich erneut anmelden.
es: Claude Code borró este inicio de sesión. La última lectura se conserva hasta que vuelvas a iniciar sesión.
fil: Binura ng Claude Code ang sign-in na ito. Pinananatili ang huling reading hanggang mag-sign in ka ulit.
fr: Claude Code a effacé cette connexion. La dernière lecture est conservée jusqu’à votre reconnexion.
hi: Claude Code ने यह साइन-इन हटा दिया। दोबारा साइन इन करने तक आखिरी रीडिंग रखी गई है।
it: Claude Code ha cancellato questo accesso. L’ultima lettura resta finché non accedi di nuovo.
ja: Claude Codeがこのサインインを消去しました。再度サインインするまで最後の値を保持します。
ko: Claude Code가 이 로그인을 지웠습니다. 다시 로그인할 때까지 마지막 값을 유지합니다.
mr: Claude Code ने हे साइन-इन पुसले. पुन्हा साइन इन करेपर्यंत शेवटचे रीडिंग ठेवले आहे.
pt_br: O Claude Code apagou este login. A última leitura fica guardada até você entrar de novo.
ru: Claude Code удалил этот вход. Последние показания сохраняются, пока вы не войдёте снова.
ta: Claude Code இந்த உள்நுழைவை அழித்தது. மீண்டும் உள்நுழையும் வரை கடைசி அளவீடு வைக்கப்படும்.
te: Claude Code ఈ సైన్-ఇన్‌ను తొలగించింది. మళ్లీ సైన్ ఇన్ చేసే వరకు చివరి రీడింగ్ ఉంచబడుతుంది.
tr: Claude Code bu girişi sildi. Yeniden giriş yapana kadar son okuma korunur.
ur: Claude Code نے یہ سائن ان مٹا دیا۔ دوبارہ سائن ان کرنے تک آخری ریڈنگ محفوظ رہے گی۔
vi: Claude Code đã xóa đăng nhập này. Số liệu gần nhất được giữ cho đến khi bạn đăng nhập lại.
zh_hans: Claude Code 已清除此登录。最后读数会保留到你再次登录。
zh_hk: Claude Code 已清除此登入。最後讀數會保留至你再次登入。

source: Claude Desktop has not recorded usage yet. Open Claude and sign in, or switch the Claude source to the Claude Code CLI.
ar: لم يسجل Claude Desktop أي استخدام بعد. افتح Claude وسجّل الدخول، أو بدّل مصدر Claude إلى واجهة سطر أوامر Claude Code.
bn: Claude Desktop এখনও ব্যবহার রেকর্ড করেনি। Claude খুলুন এবং সাইন ইন করুন, অথবা উৎস Claude Code CLI-তে পরিবর্তন করুন।
bs: Claude Desktop još nije zabilježio korištenje. Otvorite Claude i prijavite se ili prebacite izvor za Claude na Claude Code CLI.
de: Claude Desktop hat noch keine Nutzung erfasst. Öffnen Sie Claude und melden Sie sich an, oder wechseln Sie die Claude-Quelle zur Claude Code-CLI.
es: Claude Desktop aún no ha registrado uso. Abre Claude e inicia sesión, o cambia el origen de Claude a Claude Code CLI.
fil: Hindi pa nagtatala ng paggamit ang Claude Desktop. Buksan ang Claude at mag-sign in, o ilipat ang pinagmulan ng Claude sa Claude Code CLI.
fr: Claude Desktop n’a pas encore enregistré d’utilisation. Ouvrez Claude et connectez-vous, ou passez la source de Claude sur le CLI Claude Code.
hi: Claude Desktop ने अभी तक उपयोग रिकॉर्ड नहीं किया है। Claude खोलें और साइन इन करें, या Claude स्रोत को Claude Code CLI पर बदलें।
it: Claude Desktop non ha ancora registrato alcun utilizzo. Apri Claude ed effettua l’accesso, oppure passa alla CLI Claude Code come sorgente.
ja: Claude Desktopに使用状況がまだ記録されていません。Claudeを開いてサインインするか、ClaudeのソースをClaude Code CLIに切り替えてください。
ko: Claude Desktop에 아직 사용량이 기록되지 않았습니다. Claude를 열고 로그인하거나 Claude 소스를 Claude Code CLI로 전환하십시오.
mr: Claude Desktop ने अद्याप वापर नोंदवला नाही. Claude उघडा आणि साइन इन करा, किंवा स्त्रोत Claude Code CLI वर बदला.
pt_br: O Claude Desktop ainda não registrou uso. Abra o Claude e inicie sessão, ou mude a fonte do Claude para o Claude Code CLI.
ru: Claude Desktop еще не зафиксировал данные об использовании. Запустите Claude и войдите в аккаунт или переключите источник на Claude Code CLI.
ta: Claude Desktop இன்னும் பயன்பாட்டைப் பதிவு செய்யவில்லை. Claude-ஐத் திறந்து உள்நுழையவும், அல்லது Claude மூலத்தை Claude Code CLI-க்கு மாற்றவும்.
te: Claude Desktop ఇంకా వినియోగాన్ని నమోదు చేయలేదు. Claudeని తెరిచి సైన్ ఇన్ చేయండి, లేదా Claude సోర్స్‌ను Claude Code CLI కి మార్చండి.
tr: Claude Desktop henüz kullanım kaydetmedi. Claude'u açıp giriş yapın ya da Claude kaynağını Claude Code CLI olarak değiştirin.
ur: Claude Desktop نے ابھی تک کوئی استعمال ریکارڈ نہیں کیا۔ Claude کھول کر سائن ان کریں، یا Claude کے سورس کو Claude Code CLI پر تبدیل کریں۔
vi: Claude Desktop chưa ghi lại mức sử dụng. Hãy mở Claude và đăng nhập, hoặc chuyển nguồn Claude sang Claude Code CLI.
zh_hans: Claude Desktop 尚未记录用量。请打开 Claude 并登录，或将 Claude 来源切换为 Claude Code CLI。
zh_hk: Claude 桌面版尚未記錄用量。請開啟 Claude 並登入，或將 Claude 來源切換為 Claude Code CLI。

source: Claude asked GaugeZ to wait until %@.
ar: طلب Claude من GaugeZ الانتظار حتى %@.
bn: Claude GaugeZ-কে %@ পর্যন্ত অপেক্ষা করতে বলেছে।
bs: Claude je zatražio od aplikacije GaugeZ da pričeka do %@.
de: Claude hat GaugeZ gebeten, bis %@ zu warten.
es: Claude solicitó a GaugeZ esperar hasta las %@.
fil: Hiniling ng Claude sa GaugeZ na maghintay hanggang %@.
fr: Claude a demandé à GaugeZ d’attendre jusqu’à %@.
hi: Claude ने GaugeZ से %@ तक प्रतीक्षा करने का अनुरोध किया।
it: Claude ha chiesto a GaugeZ di attendere fino alle %@.
ja: Claudeは%@まで待機するようGaugeZに要求しました。
ko: Claude가 %@까지 기다리도록 GaugeZ에 요청했습니다.
mr: Claude ने GaugeZ ला %@ पर्यंत थांबण्यास सांगितले.
pt_br: O Claude solicitou que o GaugeZ aguarde até %@.
ru: Claude запросил подождать до %@.
ta: %@ வரை காத்திருக்குமாறு Claude GaugeZ-ஐக் கேட்டுக் கொண்டது.
te: %@ వరకు వేచి ఉండాలని Claude GaugeZని కోరింది.
tr: Claude, GaugeZ'den %@ zamanına kadar beklemesini istedi.
ur: Claude نے GaugeZ کو %@ تک انتظار کرنے کو کہا ہے۔
vi: Claude đã yêu cầu GaugeZ đợi cho đến %@.
zh_hans: Claude 要求 GaugeZ 等待至 %@。
zh_hk: Claude 要求 GaugeZ 等候至 %@。

source: Claude could not be reached: %@
ar: تعذر الوصول إلى Claude: %@
bn: Claude-এ সংযোগ করা যায়নি: %@
bs: Nije moguće pristupiti servisu Claude: %@
de: Claude konnte nicht erreicht werden: %@
es: No se pudo establecer conexión con Claude: %@
fil: Hindi maabot ang Claude: %@
fr: Impossible de joindre Claude : %@
hi: Claude से संपर्क नहीं हो सका: %@
it: Impossibile raggiungere Claude: %@
ja: Claudeに接続できませんでした: %@
ko: Claude에 연결할 수 없습니다: %@
mr: Claude शी संपर्क होऊ शकला नाही: %@
pt_br: Não foi possível conectar ao Claude: %@
ru: Не удалось связаться с Claude: %@
ta: Claude-ஐ அணுக முடியவில்லை: %@
te: Claudeని చేరుకోలేకపోయాము: %@
tr: Claude'a ulaşılamadı: %@
ur: Claude تک رسائی نہیں ہو سکی: %@
vi: Không thể kết nối với Claude: %@
zh_hans: 无法连接到 Claude：%@
zh_hk: 無法連線至 Claude：%@

source: Claude rejected the Claude Code sign-in. Sign in to Claude Code again.
ar: رفض Claude تسجيل دخول Claude Code. سجّل الدخول إلى Claude Code مرة أخرى.
bn: Claude Claude Code সাইন-ইন প্রত্যাখ্যান করেছে। Claude Code-এ আবার সাইন ইন করুন।
bs: Claude je odbio prijavu za Claude Code. Ponovo se prijavite na Claude Code.
de: Claude hat die Claude Code-Anmeldung abgelehnt. Melden Sie sich erneut bei Claude Code an.
es: Claude rechazó el inicio de sesión de Claude Code. Inicia sesión en Claude Code de nuevo.
fil: Tinanggihan ng Claude ang pag-sign in ng Claude Code. Mag-sign in muli sa Claude Code.
fr: Claude a rejeté la connexion de Claude Code. Reconnectez-vous à Claude Code.
hi: Claude ने Claude Code साइन-इन अस्वीकार कर दिया। Claude Code में पुनः साइन इन करें।
it: Claude ha rifiutato l’accesso a Claude Code. Accedi nuovamente a Claude Code.
ja: ClaudeがClaude Codeのサインインを拒否しました。Claude Codeに再度サインインしてください。
ko: Claude가 Claude Code 로그인을 거부했습니다. Claude Code에 다시 로그인하십시오.
mr: Claude ने Claude Code साइन-इन नाकारले. Claude Code मध्ये पुन्हा साइन इन करा.
pt_br: O Claude rejeitou a sessão do Claude Code. Inicie sessão no Claude Code novamente.
ru: Claude отклонил учетные данные Claude Code. Войдите в Claude Code снова.
ta: Claude Code உள்நுழைவை Claude நிராகரித்தது. Claude Code-இல் மீண்டும் உள்நுழையவும்.
te: Claude Claude Code సైన్-ఇన్‌ను తిరస్కరించింది. మళ్లీ Claude Code లోకి సైన్ ఇన్ చేయండి.
tr: Claude, Claude Code girişini reddetti. Claude Code'a tekrar giriş yapın.
ur: Claude نے Claude Code سائن ان کو مسترد کر دیا۔ Claude Code میں دوبارہ سائن ان کریں۔
vi: Claude đã từ chối đăng nhập Claude Code. Hãy đăng nhập lại vào Claude Code.
zh_hans: Claude 拒绝了 Claude Code 登录凭据。请重新登录 Claude Code。
zh_hk: Claude 拒絕了 Claude Code 登入。請重新登入 Claude Code。

source: Claude reported an out-of-range value for %@.
ar: أبلغ Claude عن قيمة خارج النطاق لـ %@.
bn: Claude %@ এর জন্য সীমার বাইরের মান রিপোর্ট করেছে।
bs: Claude je prijavio vrijednost izvan opsega za %@.
de: Claude hat einen Wert außerhalb des gültigen Bereichs für %@ gemeldet.
es: Claude reportó un valor fuera de rango para %@.
fil: Nag-ulat ang Claude ng out-of-range na value para sa %@.
fr: Claude a signalé une valeur hors plage pour %@.
hi: Claude ने %@ के लिए सीमा से बाहर मान की सूचना दी।
it: Claude ha segnalato un valore fuori intervallo per %@.
ja: Claudeが%@に対して範囲外の値を報告しました。
ko: Claude가 %@에 대해 범위를 벗어난 값을 보고했습니다.
mr: Claude ने %@ साठी मर्यादेबाहेरील मूल्याची नोंद केली.
pt_br: O Claude reportou um valor fora do intervalo para %@.
ru: Claude сообщил о значении вне диапазона для %@.
ta: %@-க்கு Claude வரம்பிற்கு அப்பாற்பட்ட மதிப்பைத் தெரிவித்தது.
te: %@ కోసం Claude పరిధి దాటిన విలువను నివేదించింది.
tr: Claude, %@ için aralık dışı bir değer bildirdi.
ur: Claude نے %@ کے لیے حد سے باہر ویلیو رپورٹ کی۔
vi: Claude đã báo cáo giá trị ngoài phạm vi đối với %@.
zh_hans: Claude 报告 %@ 的值超出范围。
zh_hk: Claude 回報的 %@ 數值超出範圍。

source: Claude reported no usage windows.
ar: أبلغ Claude عن عدم وجود فترات استخدام.
bn: Claude কোনো ব্যবহার উইন্ডো রিপোর্ট করেনি।
bs: Claude nije prijavio prozore korištenja.
de: Claude hat keine Nutzungsfenster gemeldet.
es: Claude no reportó ventanas de uso.
fil: Nag-ulat ang Claude ng walang usage window.
fr: Claude n’a signalé aucune fenêtre d’utilisation.
hi: Claude ने किसी उपयोग विंडो की रिपोर्ट नहीं की।
it: Claude non ha segnalato finestre di utilizzo.
ja: Claudeから使用枠が報告されませんでした。
ko: Claude에서 사용량 기간을 보고하지 않았습니다.
mr: Claude ने कोणत्याही वापर विंडोची नोंद केली नाही.
pt_br: O Claude não reportou períodos de uso.
ru: Claude не сообщил о периодах использования.
ta: Claude பயன்பாட்டு சாளரங்கள் எதையும் தெரிவிக்கவில்லை.
te: Claude ఎటువంటి వినియోగ విండోలను నివేదించలేదు.
tr: Claude hiçbir kullanım penceresi bildirmedi.
ur: Claude نے استعمال کی کوئی ونڈوز رپورٹ نہیں کیں۔
vi: Claude đã báo cáo không có khung thời gian sử dụng nào.
zh_hans: Claude 未报告用量周期。
zh_hk: Claude 未回報任何用量時間窗口。

source: Claude returned a server error (%lld).
ar: أرجع Claude خطأ في الخادم (%lld).
bn: Claude একটি সার্ভার ত্রুটি (%lld) প্রদান করেছে।
bs: Claude je vratio grešku servera (%lld).
de: Claude hat einen Serverfehler zurückgegeben (%lld).
es: Claude devolvió un error de servidor (%lld).
fil: Nagbalik ang Claude ng server error (%lld).
fr: Claude a renvoyé une erreur de serveur (%lld).
hi: Claude ने सर्वर त्रुटि (%lld) लौटाई।
it: Claude ha restituito un errore del server (%lld).
ja: Claudeからサーバーエラーが返されました（%lld）。
ko: Claude에서 서버 오류를 반환했습니다(%lld).
mr: Claude ने सर्व्हर त्रुटी (%lld) दिली.
pt_br: O Claude retornou um erro de servidor (%lld).
ru: Claude вернул ошибку сервера (%lld).
ta: Claude சேவையகப் பிழையை வழங்கியது (%lld).
te: Claude సర్వర్ లోపాన్ని అందించింది (%lld).
tr: Claude bir sunucu hatası döndürdü (%lld).
ur: Claude نے سرور کی خرابی واپس کی (%lld)۔
vi: Claude đã trả về lỗi máy chủ (%lld).
zh_hans: Claude 返回了服务器错误 (%lld)。
zh_hk: Claude 傳回伺服器錯誤 (%lld)。

source: Claude returned an unexpected response (%lld).
ar: أرجع Claude استجابة غير متوقعة (%lld).
bn: Claude অপ্রত্যাশিত প্রতিক্রিয়া দিয়েছে (%lld)।
bs: Claude je vratio neočekivan odgovor (%lld).
de: Claude hat eine unerwartete Antwort zurückgegeben (%lld).
es: Claude devolvió una respuesta inesperada (%lld).
fil: Nagbalik ang Claude ng hindi inaasahang tugon (%lld).
fr: Claude a renvoyé une réponse inattendue (%lld).
hi: Claude ने अप्रत्याशित प्रतिक्रिया दी (%lld)।
it: Claude ha restituito una risposta imprevista (%lld).
ja: Claudeから予期しない応答が返されました（%lld）。
ko: Claude에서 예기치 않은 응답을 반환했습니다(%lld).
mr: Claude ने अनपेक्षित प्रतिसाद दिला (%lld).
pt_br: O Claude retornou uma resposta inesperada (%lld).
ru: Claude вернул непредвиденный ответ (%lld).
ta: Claude எதிர்பாராத பதிலை வழங்கியது (%lld).
te: Claude ఊహించని ప్రతిస్పందనను ఇచ్చింది (%lld).
tr: Claude beklenmeyen bir yanıt döndürdü (%lld).
ur: Claude نے غیر متوقع رسپانس واپس کیا (%lld)۔
vi: Claude đã trả về phản hồi không mong đợi (%lld).
zh_hans: Claude 返回了异常响应 (%lld)。
zh_hk: Claude 傳回非預期的回應 (%lld)。

source: Claude returned an unsupported usage response.
ar: أرجع Claude استجابة استخدام غير مدعومة.
bn: Claude অসমর্থিত ব্যবহারের প্রতিক্রিয়া প্রদান করেছে।
bs: Claude je vratio nepodržani odgovor o korištenju.
de: Claude hat eine nicht unterstützte Nutzungsantwort zurückgegeben.
es: Claude devolvió una respuesta de uso no admitida.
fil: Nagbalik ang Claude ng hindi sinusuportahang tugon sa paggamit.
fr: Claude a renvoyé une réponse d’utilisation non prise en charge.
hi: Claude ने असमर्थित उपयोग प्रतिक्रिया लौटाई।
it: Claude ha restituito una risposta di utilizzo non supportata.
ja: Claudeからサポートされていない使用状況応答が返されました。
ko: Claude에서 지원되지 않는 사용량 응답을 반환했습니다.
mr: Claude ने असमर्थित वापर प्रतिसाद दिला.
pt_br: O Claude retornou uma resposta de uso não suportada.
ru: Claude вернул неподдерживаемый ответ об использовании.
ta: Claude ஆதரிக்கப்படாத பயன்பாட்டுப் பதிலை வழங்கியது.
te: Claude మద్దతు లేని వినియోగ ప్రతిస్పందనను ఇచ్చింది.
tr: Claude desteklenmeyen bir kullanım yanıtı döndürdü.
ur: Claude نے غیر معاون استعمال کا رسپانس واپس کیا۔
vi: Claude đã trả về phản hồi mức sử dụng không được hỗ trợ.
zh_hans: Claude 返回了不支持的用量响应。
zh_hk: Claude 傳回不受支援的用量回應。

source: Claude source
ar: مصدر Claude
bn: Claude উৎস
bs: Izvor za Claude
de: Claude-Quelle
es: Origen de Claude
fil: Pinagmulan ng Claude
fr: Source de Claude
hi: Claude स्रोत
it: Sorgente Claude
ja: Claudeのソース
ko: Claude 소스
mr: Claude स्त्रोत
pt_br: Fonte do Claude
ru: Источник Claude
ta: Claude மூலம்
te: Claude మూలం
tr: Claude kaynağı
ur: Claude سورس
vi: Nguồn Claude
zh_hans: Claude 来源
zh_hk: Claude 來源

source: Claude's usage log has an unsupported format.
ar: سجل استخدام Claude بتنسيق غير مدعوم.
bn: Claude-এর ব্যবহার লগের ফরম্যাট অসমর্থিত।
bs: Zapisnik korištenja za Claude ima nepodržan format.
de: Das Nutzungsprotokoll von Claude hat ein nicht unterstütztes Format.
es: El registro de uso de Claude tiene un formato no compatible.
fil: May hindi sinusuportahang format ang usage log ng Claude.
fr: Le journal d’utilisation de Claude a un format non pris en charge.
hi: Claude के उपयोग लॉग का प्रारूप असमर्थित है।
it: Il registro di utilizzo di Claude ha un formato non supportato.
ja: Claudeの使用状況ログの形式がサポートされていません。
ko: Claude 사용량 로그 형식이 지원되지 않습니다.
mr: Claude च्या वापर लॉगचे स्वरूप असमर्थित आहे.
pt_br: O registro de uso do Claude tem um formato não suportado.
ru: Журнал использования Claude имеет неподдерживаемый формат.
ta: Claude-இன் பயன்பாட்டுப் பதிவு ஆதரிக்கப்படாத வடிவத்தைக் கொண்டுள்ளது.
te: Claude వినియోగ లాగ్ మద్దతు లేని ఫార్మాట్‌ను కలిగి ఉంది.
tr: Claude'un kullanım günlüğü desteklenmeyen bir biçimde.
ur: Claude کے استعمال کے لاگ کا فارمیٹ غیر معاون ہے۔
vi: Nhật ký sử dụng của Claude có định dạng không được hỗ trợ.
zh_hans: Claude 用量日志格式不受支持。
zh_hk: Claude 的用量記錄格式不受支援。

source: Claude/GPT 5-hour limit
ar: Claude/GPT حد ٥ ساعات
bn: Claude/GPT 5 ঘণ্টার সীমা
bs: Claude/GPT Ograničenje od 5 sati
de: Claude/GPT 5-Stunden-Limit
es: Claude/GPT Límite de 5 horas
fil: Claude/GPT 5-oras na limitasyon
fr: Claude/GPT Limite de 5 heures
hi: Claude/GPT 5-घंटे की सीमा
it: Claude/GPT Limite di 5 ore
ja: Claude/GPT 5時間制限
ko: Claude/GPT 5시간 한도
mr: Claude/GPT 5 तासांची मर्यादा
pt_br: Claude/GPT Limite de 5 horas
ru: Claude/GPT Лимит на 5 часов
ta: Claude/GPT 5-மணிநேர வரம்பு
te: Claude/GPT 5-గంటల పరిమితి
tr: Claude/GPT 5 saatlik sınır
ur: Claude/GPT 5 گھنٹے کی حد
vi: Claude/GPT Giới hạn 5 giờ
zh_hans: Claude/GPT 5 小时上限
zh_hk: Claude/GPT 5 小時上限

source: Claude/GPT weekly limit
ar: Claude/GPT الحد الأسبوعي
bn: Claude/GPT সাপ্তাহিক সীমা
bs: Claude/GPT Sedmično ograničenje
de: Claude/GPT Wöchentliches Limit
es: Claude/GPT Límite semanal
fil: Claude/GPT Lingguhang limitasyon
fr: Claude/GPT Limite hebdomadaire
hi: Claude/GPT साप्ताहिक सीमा
it: Claude/GPT Limite settimanale
ja: Claude/GPT 週間上限
ko: Claude/GPT 주간 한도
mr: Claude/GPT साप्ताहिक मर्यादा
pt_br: Claude/GPT Limite semanal
ru: Claude/GPT Недельный лимит
ta: Claude/GPT வாராந்திர வரம்பு
te: Claude/GPT వారపు పరిమితి
tr: Claude/GPT Haftalık sınır
ur: Claude/GPT ہفتہ وار حد
vi: Claude/GPT Giới hạn hàng tuần
zh_hans: Claude/GPT 周度上限
zh_hk: Claude/GPT 每週上限
